{
    "highPosts": [
        {
            "id": 1,
            "name": "Especiales",
            "tittle": "Consolas de nueva generación",
            "image": "src/assets/img/newgeneration.jpg",
            "date": "Diciembre",
            "author": "Zack"
        },
        {
            "id": 2,
            "name": "Videojuegos",
            "tittle": "El juicio a Ciberpunk 2077",
            "image": "src/assets/img/judgecyber.jpg",
            "date": "Noviembre",
            "author": "Jess"

        },
        {
            "id": 3,
            "name": "Retro",
            "tittle": "Toy Commander",
            "image": "src/assets/img/toy.jpg",
            "date": "Octubre",
            "author": "Logan"

        },
        {
            "id": 4,
            "name": "Análisis",
            "tittle": "Análisis Assassin's Creed Valhalla",
            "image": "src/assets/img/assassin.jpg",
            "date": "Diciembre",
            "author": "Beth"

        }
    ],
    "posts": [
        {
            "id": 1,
            "name": "Especiales",
            "tittle": "¿Qué Playstation tuvo el mejor catálago de lanzamiento?",
            "image": "src/assets/img/lanzamiento.jpg",
            "date": "Noviembre",
            "content": "Hace poco os contábamos cuál había sido -a nuestro juicio- el mejor catálogo de todas las Xbox por el lanzamiento de Series S/X. Y como a Sony no le gusta perderse una fiesta y el ...",
            "author": "Zack"

        },
        {
            "id": 2,
            "name": "Videojuegos",
            "tittle": "Ghost of Tsushima es el goty de los jugadores",
            "image": "src/assets/img/goty.jpg",
            "date": "Diciembre",
            "content": "Los jugadores escogen a Ghost of Tsushima como juego del año en la votación organizada por The Game Awards. En los últimos días era posible realizar la votación a través de la web oficial por ...",
            "author": "Logan"

        },
        {
            "id": 3,
            "name": "Retro",
            "tittle": "Resident Evil Code Veronica",
            "image": "src/assets/img/code.jpg",
            "date": "Octubre",
            "content": "Cuando hablamos de Resident Evil, una de las sagas de Capcom por excelencia, afloran recuerdos asociados a entregas muy concretas. Se agolpan en la mente momentos inolvidables. Resident Evil 2, seguido de su primera entrega ...",
            "author": "Logan"

        },
        {
            "id": 4,
            "name": "Análisis",
            "tittle": "Análisis Super Mario 3D All-Stars",
            "image": "src/assets/img/allstar.jpeg",
            "date": "Octubre",
            "content": "Super Mario no necesita estrellas ni soles para brillar, lo hace por si mismo y así lo lleva demostrando 35 años. Y para… ¿celebrarlo?… Nintendo nos ha dado por sorpresa Super Mario 3D All-Stars para ...",
            "author": "Beth"

        },
        {
            "id": 5,
            "name": "Videojuegos",
            "tittle": "Demon's Souls Remake 5 minutos de gameplay",
            "image": "src/assets/img/demon.jpg",
            "date": "Octubre",
            "content": "Bluepoint y Japan Studio han presentado recientemente un nuevo gameplay de Demon’s Souls Remake para PS5. En el remake de Demon’s Souls regresarás al reino de Boletaria, un lugar plagado de niebla. Aquí, la muerte no ...",
            "author": "Jess"

        },
        {
            "id": 6,
            "name": "Especiales",
            "tittle": "El Búnker: Solo puedes escoger una consola",
            "image": "src/assets/img/bunker.jpg",
            "date": "Septiembre",
            "content": "No queda tiempo, el mundo que conocemos se acerca a su fin. Has preparado todo lo necesario para pasar una larga temporada bajo tierra, a salvo dentro un búnker. Ha llegado el momento de escoger ...",
            "author": "Zack"

        }
    ],
    "contentPosts": [
        {
            "id": 1,
            "name": "Especiales",
            "tittle": "Consolas de nueva generación",
            "image": "src/assets/img/newgeneration.jpg",
            "date": "16 de Noviembre de 2020",
            "content": "La salida al mercado de PS5 ha sido todo un acontecimiento mediático.<br/> No sólo las redes sociales se han hecho eco del lanzamiento de la nueva consola de Sony, también los telediarios de los canales principales de televisión han contribuido en la publicidad de esta nueva generación para suscitar una demanda que parece de plástico.<br/><br/>En el caso de las redes sociales, el deseo por adquirir la nueva consola de Sony se hace patente en innumerables entradas y fotografías donde alegres y afortunados jugadores comparten comentarios sobre las virtudes de la máquina y aparecen abrazados a ésta como si se tratara de un nuevo miembro de la familia.<br/><br/>Por otro lado, los informativos hablan de la novena generación a través de escuetas noticias en las cuales la última consola de Microsoft actúa la mayoría de las veces como comparsa incómoda.<br/> Todo este revuelo nos lleva a cuestionar si es realmente tan importante y necesario este cambio de generación. <br/>Llegados a este punto, al igual que nos ocurrió con Xbox One y PS4, nos preguntamos:¿Merece realmente la pena adquirir una consola de nueva generación recién salida al mercado?<br/>Nosotros lo tenemos claro y no podemos ser más tajantes: la respuesta es no. Los apabullantes datos técnicos, la promesa de un futuro repleto de lanzamientos aún sin fecha, la retrocompatibilidad, el Game Pass y un remake idolatrado que apela a la nostalgia, no son suficientes motivos.<br/> Son interesantes razones secundarias, eso sí, pero no el aliciente principal en forma de un catálogo exclusivo que nos sirva de adelanto para conocer qué nos deparará esta nueva etapa.<br/> De momento, no hemos visto ningún juego innovador y único que despierte el suficiente interés para justificar la compra de un sistema moderno. Solo tenemos un puñado de juegos intergeneracionales que se benefician de la nueva tecnología moderna, pero no pueden considerarse como exponentes de un cambio generacional.De hecho, la ausencia de juegos exclusivos next gen deja a la vista lo peor de esta situación: especulación, noticias constantes sobre la falta de stock de las máquinas y el consecuente cartel de producto agotado.<br/> Este desabastecimiento de unidades es presuntamente una estrategia comercial que consiste en poner en venta una menor cantidad de unidades para generar nerviosismo, ansia por comprar, y miedo a quedarse sin la consola el día de su lanzamiento.<br/><br/> Por absurdo que parezca querer ser el primero en tener un aparato de alta tecnología de 500€, como adorno o para jugar a juegos de una o dos generaciones atrás, la estrategia funciona a las mil maravillas.Todo esto ya lo hemos vivido.<br/><br/> Esta novena generación empieza exactamente igual que la anterior. La nueva potencia tecnológica como cortina reluciente para esconder una preocupante carencia creativa, con respecto a los videojuegos que llevamos arrastrando mucho tiempo. PS4 y Xbox ONE hicieron bandera con los 1080p y 60fps,<br> mientras que Xbox Series X y PS5 hacen lo propio con el Ray Tracing y los discos de carga rápida SD.Alta tecnología y rendimiento increíble son las promesas, pero como decía el eslogan de aquel anuncio de neumáticos, “La potencia sin control no sirve de nada“. Si cambiamos “control” por videojuegos, obtenemos la conclusión a la que llegamos con respecto a las consolas de nueva generación.",
            "author": "Zack"

        }
        ]
}