{
    "highPosts": [
        {
            "id": 1,
            "name": "Especiales",
            "tittle": "Consolas de nueva generación",
            "image": "src/assets/img/newgeneration.jpg",
            "date": "Diciembre",
            "author": "Zack"
        },
        {
            "id": 2,
            "name": "Videojuegos",
            "tittle": "El juicio a Ciberpunk 2077",
            "image": "src/assets/img/judgecyber.jpg",
            "date": "Noviembre",
            "author": "Jess"

        },
        {
            "id": 3,
            "name": "Retro",
            "tittle": "Toy Commander",
            "image": "src/assets/img/toy.jpg",
            "date": "Octubre",
            "author": "Logan"

        },
        {
            "id": 4,
            "name": "Análisis",
            "tittle": "Assassin's Creed Valhalla",
            "image": "src/assets/img/assassin.jpg",
            "date": "Diciembre",
            "author": "Beth"

        }
    ],
    "posts": [
        {
            "id": 1,
            "name": "Especiales",
            "tittle": "¿Qué Playstation tuvo el mejor catálago de lanzamiento?",
            "image": "src/assets/img/lanzamiento.jpg",
            "date": "20 de Noviembre de 2020",
            "content": "Hace poco os contábamos cuál había sido -a nuestro juicio- el mejor catálogo de todas las Xbox por el lanzamiento de Series S/X. Y como a Sony no le gusta perderse una fiesta y el lanzamiento de PlayStation 5 ha sido algo escaso...",
            "author": "Zack"

        },
        {
            "id": 2,
            "name": "Videojuegos",
            "tittle": "Ghost of Tsushima es el goty de los jugadores",
            "image": "src/assets/img/goty.jpg",
            "date": "2 de Diciembre 2020",
            "content": "Los jugadores escogen a Ghost of Tsushima como juego del año en la votación organizada por The Game Awards. En los últimos días era posible realizar la votación a través de la web oficial por ...",
            "author": "Logan"

        },
        {
            "id": 3,
            "name": "Retro",
            "tittle": "Resident Evil Code Veronica",
            "image": "src/assets/img/code.jpg",
            "date": " 5 de Octubre de 2020",
            "content": "Cuando hablamos de Resident Evil, una de las sagas de Capcom por excelencia, afloran recuerdos asociados a entregas muy concretas. Se agolpan en la mente momentos inolvidables. Resident Evil 2, seguido de su primera entrega de las que hemos podido disfrutar...",
            "author": "Logan"

        },
        {
            "id": 4,
            "name": "Análisis",
            "tittle": "Análisis Super Mario 3D All-Stars",
            "image": "src/assets/img/all.jpg",
            "date": "6 de Octubre de 2020",
            "content": "Super Mario no necesita estrellas ni soles para brillar, lo hace por si mismo y así lo lleva demostrando 35 años. Y para… ¿celebrarlo?… Nintendo nos ha dado por sorpresa Super Mario 3D All-Stars para  Switch. Y ponemos en duda lo de “celebrarlo”...",
            "author": "Beth"

        },
        {
            "id": 5,
            "name": "Videojuegos",
            "tittle": "Demon's Souls Remake 5 minutos de gameplay",
            "image": "src/assets/img/demon.jpg",
            "date": "14 de Octubre de 2020",
            "content": "Bluepoint y Japan Studio han presentado recientemente un nuevo gameplay de Demon’s Souls Remake para PS5. En el remake de Demon’s Souls regresarás al reino de Boletaria, un lugar plagado de niebla. Aquí, la muerte no ...",
            "author": "Jess"

        },
        {
            "id": 6,
            "name": "Especiales",
            "tittle": "El Búnker: Solo puedes escoger una consola",
            "image": "src/assets/img/bunker.jpg",
            "date": "18 de Septiembre de 2020",
            "content": "No queda tiempo, el mundo que conocemos se acerca a su fin. Has preparado todo lo necesario para pasar una larga temporada bajo tierra, a salvo dentro un búnker. Ha llegado el momento de escoger ...",
            "author": "Zack"

        },
        {
            "id": 7,
            "name": "Videojuegos",
            "tittle": "The Medium: Dual Reality",
            "image": "src/assets/img/medium.jpg",
            "date": " 1 de Octubre de 2020",
            "content": "Bloober Team nos explica el funcionamiento del sistema de Realidades paralelas, una de las mecánicas principales en The Medium, que nos permitirá interactuar como el mundo real y el espiritual al mismo tiempo. En The Medium...",
            "author": "Logan"

        },
        {
            "id": 8,
            "name": "Videojuegos",
            "tittle": "Scorn presenta 13 minutos de gameplay",
            "image": "src/assets/img/scorn.jpg",
            "date": "22 de Octubre de 2020",
            "content": "Xbox ha publicado un nuevo vídeo de Scorn, el título de acción en primera persona desarrollado para Xbox Series X por el estudio serbio Ebb Software. Scorn se caracteriza por su imponente apartado técnico y ...",
            "author": "RealFake"

        },
        {
            "id": 9,
            "name": "Análisis",
            "tittle": "Star Wars Jedi:Fallen Order",
            "image": "src/assets/img/starwars.jpg",
            "date": "11 de Diciembre de 2020",
            "content": "Benditos sean los soles de Tatooine Respawn se propuso crear una nueva aventura dentro la saga de Star Wars a través de un videojuego para un sólo jugador y centrado en un joven aprendiz jedi. Por lo tanto, Fallen Order se aleja de...",
            "author": "Beth"

        },
        {
            "id": 10,
            "name": "Videojuegos",
            "tittle": "Resident Evil 3 Remake: Tráiler y fecha de lanzamiento",
            "image": "src/assets/img/r3.jpg",
            "date": "10 de Diciembre de 2020",
            "content": "Capcom ha presentado de forma oficial Resident Evil 3 Remake, una nueva reinterpretación del famoso survival horror para PSX protagonizado por Jill Valentine. Resident Evil 3 Remake llegará el 3 de abril de 2020 a ...",
            "author": "Sam"

        },
        {
            "id": 11,
            "name": "Análisis",
            "tittle": "Análisis Pacer",
            "image": "src/assets/img/racer.jpg",
            "date": "29 de Octubre de 2020",
            "content": "Carreras antigravedad en el siglo XXI En el año 2075, corporaciones de todo el mundo compiten por obtener la gloria en el Campeonato Mundial Pacer, la cumbre del automovilismo antigravedad. No necesitas saber mucho más. En este tipo de juegos el argumento...",
            "author": "Beth"

        },
        {
            "id": 12,
            "name": "Análisis",
            "tittle": "Análisis Luigi's Mansion 3",
            "image": "src/assets/img/luigi.jpg",
            "date": "18 de Diciembre de 2019",
            "content": "“El survival de Nintendo” No es precisamente sencillo implementar en un videojuego de manera óptima sus componentes indisolubles e innatos. Elementos como la adicción, la curva de dificultad y la progresión hay que saber cómo, ...",
            "author": "Jess"

        }
    ],
    "contentPosts": [
        {
            "id": 1,
            "name": "Especiales",
            "tittle": "Consolas de nueva generación",
            "image": "src/assets/img/newgeneration.jpg",
            "date": "16 de Noviembre de 2020",
            "content": "La salida al mercado de PS5 ha sido todo un acontecimiento mediático.<br/> No sólo las redes sociales se han hecho eco del lanzamiento de la nueva consola de Sony, también los telediarios de los canales principales de televisión han contribuido en la publicidad de esta nueva generación para suscitar una demanda que parece de plástico.<br/><br/>En el caso de las redes sociales, el deseo por adquirir la nueva consola de Sony se hace patente en innumerables entradas y fotografías donde alegres y afortunados jugadores comparten comentarios sobre las virtudes de la máquina y aparecen abrazados a ésta como si se tratara de un nuevo miembro de la familia.<br/><br/>Por otro lado, los informativos hablan de la novena generación a través de escuetas noticias en las cuales la última consola de Microsoft actúa la mayoría de las veces como comparsa incómoda.<br/> Todo este revuelo nos lleva a cuestionar si es realmente tan importante y necesario este cambio de generación. <br/>Llegados a este punto, al igual que nos ocurrió con Xbox One y PS4, nos preguntamos:¿Merece realmente la pena adquirir una consola de nueva generación recién salida al mercado?<br/>Nosotros lo tenemos claro y no podemos ser más tajantes: la respuesta es no. Los apabullantes datos técnicos, la promesa de un futuro repleto de lanzamientos aún sin fecha, la retrocompatibilidad, el Game Pass y un remake idolatrado que apela a la nostalgia, no son suficientes motivos.<br/> Son interesantes razones secundarias, eso sí, pero no el aliciente principal en forma de un catálogo exclusivo que nos sirva de adelanto para conocer qué nos deparará esta nueva etapa.<br/> De momento, no hemos visto ningún juego innovador y único que despierte el suficiente interés para justificar la compra de un sistema moderno. Solo tenemos un puñado de juegos intergeneracionales que se benefician de la nueva tecnología moderna, pero no pueden considerarse como exponentes de un cambio generacional.De hecho, la ausencia de juegos exclusivos next gen deja a la vista lo peor de esta situación: especulación, noticias constantes sobre la falta de stock de las máquinas y el consecuente cartel de producto agotado.<br/> Este desabastecimiento de unidades es presuntamente una estrategia comercial que consiste en poner en venta una menor cantidad de unidades para generar nerviosismo, ansia por comprar, y miedo a quedarse sin la consola el día de su lanzamiento.<br/><br/> Por absurdo que parezca querer ser el primero en tener un aparato de alta tecnología de 500€, como adorno o para jugar a juegos de una o dos generaciones atrás, la estrategia funciona a las mil maravillas.Todo esto ya lo hemos vivido.<br/><br/> Esta novena generación empieza exactamente igual que la anterior. La nueva potencia tecnológica como cortina reluciente para esconder una preocupante carencia creativa, con respecto a los videojuegos que llevamos arrastrando mucho tiempo. PS4 y Xbox ONE hicieron bandera con los 1080p y 60fps,<br> mientras que Xbox Series X y PS5 hacen lo propio con el Ray Tracing y los discos de carga rápida SD.Alta tecnología y rendimiento increíble son las promesas, pero como decía el eslogan de aquel anuncio de neumáticos, “La potencia sin control no sirve de nada“. Si cambiamos “control” por videojuegos, obtenemos la conclusión a la que llegamos con respecto a las consolas de nueva generación.",
            "author": "Zack"

        },
        {
            "id": 2,
            "name": "Videojuegos",
            "tittle": "El juicio a Ciberpunk 2077",
            "image": "src/assets/img/judgecyber.jpg",
            "date": "20 de Noviembre 2020",
            "content": "<p>No es casualidad que hayamos utilizado como portada para este artículo especial la misma imagen con la que <strong>CD Projekt RED</strong> anunció que estaba trabajando en un nuevo y prometedor videojuego de ambientación futurista. Un título basado en el juego de rol <strong><em>Cyberpunk 2020 </em></strong>que prometía una experiencia de juego similar al de papel y lápiz, pero con gráficos espectaculares en la pantalla.</p><p>La mente de infinidad de jugadores voló rauda al imaginar la magnitud de aquel sugestivo proyecto cuando se presentó esta ilustración. La obra anterior de los polacos<em>, <strong>The Witcher III</strong></em>, era la garantía más fehaciente de un éxito que muchos creyeron más que asegurado, puesto que el título del brujo consiguió convertirse en todo un referente en los juegos de rol y acción a lo largo de los años y tras numerosos parches. Todos confiaban en que la experiencia acumulada por <strong>CD Projekt RED</strong>,<strong> </strong>gracias a sus anteriores trabajos, sería suficiente para desarrollar un videojuego que establecería un nuevo listón en el sector.</p><p>Nos separan casi 8 años de aquel instante, de aquella foto que nos hizo soñar y que ahora os volvemos a mostrar para que una vez más seamos conscientes del tiempo transcurrido hasta la llegada de este esperado título el pasado 10 de diciembre. El lanzamiento que estaba llamado a ser uno de los más importantes de la década ha terminado convirtiéndose en </p><p>No estamos aquí para juzgar de forma gratuita al estudio polaco ni pretendemos eximirlo de su responsabilidad. Lo que ha ocurrido, incluido <strong>el circo posterior,</strong> es un círculo de vergüenza trazado por editoras, desarrolladores, medios y comunidades de jugadores. En esta entrada vamos a comentar estos elementos que han rodeado al lanzamiento de <em><strong>Cyberpunk 2077</strong></em> y su contribución a su expulsión del paraíso.</p><p>La sociedad siempre ha participado en el <strong>entramado publicitario</strong> de todo lo que consume, sea consciente de ello o no. Por ejemplo, la conocida publicidad de boca a boca es una estrategia habitual de la que se han servido múltiples empresas y que ha ido adaptándose a las nuevas tecnologías. Las redes sociales, la conectividad constante y la información inmediata han enfatizado el papel de la sociedad como agente publicitario. Basta que una compañía muestre unas imágenes o únicamente un título, el caso de <em>Cyberpunk 2077</em> o <em>Metroid Prime 4</em>, para que todas las teselas de la industria, desarrolladores, editores, periodistas, <em>influencers</em> y los mismos jugadores, formen un mosaico de resplandores vivos y efímeros del que esperan sacar alguna clase de provecho.</p><p>En esta espera se genera <strong>el llamado <em>hype</em></strong>, las expectativas artificiales y desmesuradas que depositamos en cada lanzamiento relevante para el sector. Estas contribuyen a la deformación de un mosaico, ambiguo en su propia naturaleza incompleta, que nos ciega con sus destellos de diversos colores. Para <em>Cyberpunk 2077</em>, esto sólo ha sido un eslabón en la cadena que lo ha conducido a un juicio donde se dictan múltiples y contradictorias sentencias.</p>",
            "author": "Jess"

        },
        {
            "id": 3,
            "name": "Retro",
            "tittle": "Toy Commander",
            "image": "src/assets/img/toy.jpg",
            "date": "10 de Octubre 2020",
            "content":"<p>Imagina que un buen día tus juguetes se hartan por lo mal que los has tratado y deciden amotinarse. El líder de esta rebelión, el gran oso de peluche Hugolin, reclama el título de <strong><em>Toy Commander</em></strong> junto a sus lugartenientes, retándonos a reconquistar nuestra propia casa.</p><p>Al comenzar nuestra aventura ante nosotros se despliega una enorme casa con diferentes zonas que podremos explorar libremente a medida que superamos misiones. Antes de empezar cada una de ellas podemos revisar los distintos vehículos que podemos utilizar para abordarlas, ya sea por tierra (jeeps, tanques, camiones…) o por aire (aviones, helicópteros, etc.).</p><p>Todos los vehículos, excepto los de transporte, cuentan con dos tipos de armas: una ametralladora y un arma especial. En cada misión podemos alternar en todo momento los vehículos disponibles. Los de transporte no están armados, pero son los únicos que pueden transportar tropas y material al corazón de la batalla. Algunas misiones solamente pueden terminar con éxito si se utilizan todos los vehículos disponibles de forma combinada. Resulta fundamental conocer los puntos fuertes de cada uno.</p><p>La casa donde tiene lugar esta singular contienda está dividida en siete zonas; en la octava nos aguarda el combate cara a cara con el mismísimo Hugolin. Sin embargo, este malvado peluche no es el único cabecilla dentro de los juguetes rebeldes. Cada zona del juego está controlada por un jefe que te desafía. A medida que avanzas, aparecen nuevas misiones para ponerte a prueba una y otra vez.</p><p>La última misión de cada zona consiste en un combate contra el jefe en cuestión. Solo podrás enfrentarte a él cuando hayas conseguido superar sus récords de tiempo en cuatro misiones de su zona. Cuando lo consigues, el jefe te reta a un duelo. Llegados a este punto es donde encontramos una de las particularidades del juego. Una vez derrotado, el jefe se pone de nuestro lado y el oso de peluche pierde un aliado. Esto es de vital importancia para el combate contra Hugolin, ya que podemos sumar a nuestras filas cada uno de los jefes derrotados con anterioridad para la batalla final del juego. Para llegar a este último encuentro tenemos que haber vencido al menos en la mitad de las misiones.</p>",
            "author": "Logan"

        },
        {
            "id": 4,
            "name": "Análisis",
            "tittle": "Análisis Assassin's Creed Valhalla",
            "image": "src/assets/img/assassin.jpg",
            "date": "14 de Diciembre 2020",
            "content": "<p><strong>Los vikingos</strong>, moradores del norte de Europa en el siglo IX, formaron uno de los pueblos más fascinantes y misteriosos del mundo antiguo. Todavía conocemos poco de este pueblo, pero gracias a nuevos descubrimientos empezamos a comprender que no estaba compuesto únicamente de unas cuantas bandas de guerreros temibles y despiadados como narraba la historia tradicional. <strong>Los vikingos</strong> no vivían únicamente de los saqueos, también destacaron en el comercio, la construcción y la navegación.</p><p>Por ejemplo, sus conocimientos náuticos los llevaron por toda Europa, una parte de África, y cada vez hay más pruebas arqueológicas que apuntan a su estancia en Canadá. Además, el renovado interés por <strong>la cultura nórdica</strong> que vivimos hoy en día, gracias a la exitosa serie de televisión, hace más apetecible un título basado en este pueblo.</p><p>Posiblemente, <strong>Ubisoft</strong> sea el más adecuado para el desarrollo de un videojuego que haga justicia a los antiguos guerreros germanos. Aunque ha pecado mucho en pasadas entregas de <strong><em><a href='https://www.youtube.com/watch?v=HZItV7YPpZQ' target='_blank' rel='noreferrer noopener' title='Assassin's Creed. Mejor Salto'>Assassin’s Creed</a></em></strong>, es innegable que sabe representar interesantes ambientaciones históricas en estos juegos. Tanto <strong><em>Odyssey</em></strong> como <strong><em>Origins</em></strong> son buena prueba de ello, pues estos dos títulos revitalizaron una saga en franca decadencia.</p><p><strong><em>Assassin’s Creed</em></strong> <strong><em>Valhalla</em></strong>, centrado en el pueblo nórdico, cierra la trilogía que nos llevó a la Grecia clásica y al antiguo Egipto. Estos tres títulos comparten la misma fórmula conocida, pero esta última entrega se ha reestructurado en varios aspectos, como en el tamaño de los mapas, la sensación de vida dentro de estos, o la cantidad de actividades que podemos realizar. Por todo esto, <strong><em>Valhalla</em></strong> atrapa al jugador durante horas sin caer en esa sensación de repetición que provocaban las anteriores entregas.</p><p>El reciente<strong> <em>Assassin’s Creed </em></strong>narra la historia de Eivor, un destacado vikingo del clan del cuervo que, tras el fútil sacrificio de su padre para salvar a su pueblo, decide emprender una larga marcha junto a su hermano Sigurd y otros miembros de su maltrecho clan. Su viaje los lleva por una Gran Bretaña sumida en una guerra de clanes que combaten por hacerse con el poder y el control del territorio.</p><p>En el papel de <strong>Eivor</strong>, lideraremos una incursión en territorio inglés con el fin de construir un nuevo hogar para nuestro pueblo. Para ello, no sólo utilizaremos la fuerza bruta y diferentes armas, también nos apoyaremos en la diplomacia para formar alianzas con otros bandos y derrocar a enemigos comunes.</p><p>Hay un aspecto que los más veteranos de esta saga agradecerán según avancen en la historia: los conflictos entre Templarios y Asesinos de los primeros</p>",
            "author": "Beth"

        },
        {
            "id": 5,
            "name": "Especiales",
            "tittle": "¿Qué Playstation tuvo el mejor catálago de lanzamiento?",
            "image": "src/assets/img/lanzamiento.jpg",
            "date": "Noviembre",
            "content": "<p>Hace poco os contábamos cuál había sido -a nuestro juicio el mejor catálogo de todas las Xbox por el lanzamiento</a> de Series S/X. Y como a <strong>Sony</strong> no le gusta perderse una fiesta y el próximo 19 de noviembre tendremos con nosotros a <strong>PlayStation 5</strong>, ¿qué os parece si recordamos <strong>los juegos que acompañaron a las consolas de Sony el primer día</strong>?.</p><p>Antes de ello queremos comentar que <strong>PS5</strong> parte con un punto de ventaja respecto a <strong>Xbox Series X</strong>. Y es que <strong>Sony sí ha dado un exclusivo fuerte a la consola</strong> que justifica por sí solo su compra: <em><strong>Demon’s Souls Remake</strong></em>. No va a salir en otras plataformas ni en la anterior PlayStation por lo que si queremos jugar a esta aventura -y nos morimos por ello- tendremos que llevarnos el mamotreto de Sony a casa. Y <strong>un buen exclusivo el día del lanzamiento es algo muy importante</strong> como vamos a ver en los siguientes casos.</p><p>En septiembre de 1995 llegó a nuestras casas <strong>una de las consolas que lo cambiaría todo</strong>, en especial la forma que teníamos de entender los videojuegos: <strong>PlayStation</strong>. Solo <strong>8 juegos llegaron a las estanterías el primer día</strong>, pero suficientes para impresionarnos con el paso de las 2D a las 3D. Podemos decir que <strong>el más destacado fue <em>Ridge Racer</em></strong>, una conversión de la recreativa de Namco que, aunque hoy sería un juego muy limitado, en aquel momento era de los mejores arcades de conducción. Y ahora lo podíamos jugar en casa.</p><p>También nos llegaron <em><strong>Wipeout</strong></em>, que actualizaba la fórmula del<em><strong> F-Zero</strong></em> de <strong>Nintendo</strong>, y <strong><em>Air Combat</em></strong>, dos juegos que demostraban de lo que era capaz la consola. Además de un experimento de plataformas en 3D y primera persona: <strong><em>Jumping Flash!</em></strong>, para que fuéramos tomando contacto con lo que nos esperaba. Y también un juego que me gusta recordar y que fue <strong>el encubierto del lanzamiento, seguramente por no ser tridimensinal: <em>Rapid Reload</em></strong>. Un <em>Metal Slug</em> pero con estética anime y unas animaciones que hace 25 años me fliparon.</p><p>A finales del año 2000 Sony nos trajo la que terminaría siendo <strong>la consola más vendida de la historia: PlayStation 2</strong>. Una máquina que puede presumir de <strong>uno de los mejores catálogos jamás vistos pero que en su estreno no fue ninguna maravilla</strong>. Podemos decir que el exclusivo -y juego de lanzamiento en general- más destacado fue <strong><em>Tekken Tag Tournament</em></strong>, una revisión con gráficos mejorados del arcade que a su vez era una actualización para <em><strong>Tekken 3</strong></em>. El juego en sí no estaba nada mal y guardaba toda la esencia de los juegos de PSX pero <strong>no se sentía un <em>Tekken</em> completo</strong>.</p>",
            "author": "Zack"

        },
        {
            "id": 6,
            "name": "Videojuegos",
            "tittle": "Ghost of Tsushima es el goty de los jugadores",
            "image": "src/assets/img/goty.jpg",
            "date": "Diciembre",
            "content": "<p>Los jugadores escogen a <strong>Ghost of Tsushima</a></strong> como juego del año en la votación organizada por <strong>The Game Awards</strong>. En los últimos días era posible realizar la votación a través de la web oficial por el Player’s Choice.</p><p>El voto de los jugadores cuenta un 10% para escoger el Juego del Año en<strong> The Game Awards 2020</strong> y ha sido concedido  juego de<strong> Sucker Punch</strong></a>. La votación del premio está basado en un sistema de eliminatorias donde al final han llegado <strong>Ghost of Tsushima</strong> y <strong>The Last of Us Parte II</a></strong>, eliminando a otros nominados como <strong>Hades</strong>, <strong>Doom Eternal</strong> y <strong>Spider-Man: Miles Morales</strong>.</p><p>El comienzo de la gala tendrá lugar el jueves 11 de diciembre a las 01:00 (hora peninsular española)</p>",
            "author": "Logan"

        },
        {
            "id": 7,
            "name": "Retro",
            "tittle": "Resident Evil Code Veronica",
            "image": "src/assets/img/code.jpg",
            "date": "Octubre",
            "content": "<p>Cuando hablamos de<strong> Resident Evil</strong>, una de las sagas de <strong>Capcom</strong> por excelencia, afloran recuerdos asociados a entregas muy concretas. Se agolpan en la mente momentos inolvidables. <strong><em>Resident Evil 2</em></strong>, seguido de su primera entrega <strong>Resident Evil</strong>,</a> posiblemente sea el capítulo de la serie que más se ha grabado a fuego en el recuerdo de los jugadores. Sin olvidar, por supuesto, el protagonismo adquirido por el influyente <em><strong>Resident Evil 4</strong>.</em></p><p><strong><em>Resident Evil: Code Veronica</em></strong> fue en su día el “Resident” de la nueva generación y la secuela directa de <strong>RE2</strong>. Uno de los títulos exclusivos más importantes de <strong>Dreamcast</strong></a> durante un tiempo. No solamente hablamos de una bestia técnica del momento, forjada de acuerdo con el potente <em>hardware</em> de la primera consola de 128 bits. <strong>Code Veronica</strong> era la primera entrega de la serie en incluir movimiento 3D, una cámara que sigue la acción y escenarios poligonales que sustituían a los clásicos pre-renderizados. La mayoría de sus estupendas cinemáticas estaban generadas con el propio motor del juego.</p><p>Sin embargo, el paso de los años ha tratado injustamente a <strong><em>Resident Evil: Code Veronica</em></strong>, y no precisamente por su acabado técnico, pues ha envejecido genial. Su recuerdo, extrañamente, siempre queda relegado a un segundo plano cuando se citan las entregas favoritas de esta saga. Incluso, resulta habitual apreciar su ausencia dentro de la mayoría de las listas TOP de <em>Survival Horror</em>.</p>",
            "author": "Logan"

        },
        {
            "id": 8,
            "name": "Análisis",
            "tittle": "Análisis Super Mario 3D All-Stars",
            "image": "src/assets/img/allstar.jpeg",
            "date": "Octubre",
            "content": "<p>Super Mario no necesita estrellas ni soles para brillar, lo hace por si mismo y así lo lleva demostrando 35 años. Y para… ¿celebrarlo?… <strong>Nintendo nos ha dado por sorpresa <em>Super Mario 3D All-Stars</em> para Switch</strong>. Y ponemos en duda lo de “celebrarlo” porque creemos que es una <strong>recopilación</strong> hecha con muy poco cariño por parte de la <strong>Gran N</strong>, como si no le hubiera dado tiempo a pulirla tanto como se merece el fontanero</a>. Acompañadnos en el <strong>análisis</strong> de este recopilatorio y seguro que entendéis por qué decimos esto.</p><p>Creo que todos sabéis lo que incluye este <strong>Super Mario 3D All-Stars</strong>: un juego que cambió la historia, uno de los mejores de ella y otro que… bueno, no lo hizo mal y sigue siendo un gran plataformas. <strong><em>Super Mario 64</em></strong>, <strong><em>Super Mario Sunshine</em></strong> y <em><strong>Super Mario Galaxy</strong></em> son dos joyas y media que todos deberíais haber jugado y que ahora tenemos en un cartucho para Switch. <strong>Una recopilación que tiene muchas carencias</strong> y si no fuera por un par de detalles parecerían tres ROMs corriendo en un emulador sin más. Y a pesar de ello, y con mérito, se convierte en <strong>uno de los imprescindibles de la consola</strong>.</p><p>No vamos a entrar en el debate de <strong>lo limitada que es la edición</strong> (a finales de marzo de 2021 dejará de estar disponible) y en lo que ayuda esto a la fiebre de la <strong>especulación</strong> que estamos viviendo. Ni tampoco vamos a analizar estos tres juegos pues ya se dijo todo en su momento. Incluso <em>Super Mario 64</em> dejó sin palabras a los medios que fueron incapaces de puntuarlo. Aquí vamos a ver cómo es <strong>una edición que intenta rendir tributo a los 35 años del personaje más icónico de los videojuegos</strong>: Super Mario.</p><h2>Super Mario 64</h2><p><strong>El mejor videojuego de la historia durante años</strong>. Con esto hemos dicho todo sobre <em>Super Mario 64</em>, quien se encargó de inaugurar <strong>N64</strong> en 1996. <strong>El paso del fontanero a las 3D ha sido una de las mejores cosas que le ha podido pasar a la industria</strong> pues sentó las bases de lo que seguimos jugando hoy en día. En su momento nos dejó con la boca abierta por narrativa, gráficos y jugabilidad. Y hoy nos sigue pareciendo… ¡sublime!</p><p>Vale que en <strong>Nintendo</strong> no se han complicado lo más mínimo al incluirlo en esta recopilación. Vamos a jugarlo a 720p y 4:3 pero es que no necesita más pues <strong>este juego es pura diversión</strong>. Su cámara ha quedado un poco desfasada y los saltos nos exigen una precisión que, a veces, la jugabilidad nos impide pero, a pesar de todo, no podemos más que amar a este juego. Podrán decir que por qué no se ha hecho un lavado de cara a HD (como la fase que nos hizo babear en <em>Super Mario Odyssey</em>) y que no llega traducido, pero es que no necesita nada de esto. <strong>Es un pedazo de historia que vas a disfrutar</strong> como el primer día.</p>",
            "author": "Beth"

        },
        {
            "id": 9,
            "name": "Videojuegos",
            "tittle": "Demon's Souls Remake 5 minutos de gameplay",
            "image": "src/assets/img/demon.jpg",
            "date": "Octubre",
            "content": "<p><strong>Bluepoint </strong>y <strong>Japan Studio</strong>&nbsp;han presentado recientemente un nuevo gameplay de <strong>Demon’s Souls Remake</strong> para <strong>PS5</strong>.</p><p>En el remake de <strong>Demon’s Souls</strong> regresarás al reino de Boletaria, un lugar plagado de niebla. Aquí, la muerte no es el final, nuevamente el desafío parecerá insuperable. Sin embargo este mundo oscuro te atrae con sus vistas suntuosas y sonidos escalofriantes.</p><p><strong>Demon’s Souls Remake</strong> llegará a <strong>PlayStation 5</strong> el 19 de noviembre.</p>",
            "author": "Jess"

        },
        {
            "id": 10,
            "name": "Especiales",
            "tittle": "El Búnker: Solo puedes escoger una consola",
            "image": "src/assets/img/bunker.jpg",
            "date": "Septiembre",
            "content": "<p>No queda tiempo, el mundo que conocemos se acerca a su fin. Has preparado todo lo necesario para pasar una larga temporada bajo tierra, a salvo dentro un búnker. Ha llegado el momento de escoger de tu colección</a> la única videoconsola que puedes llevar contigo junto a cinco de sus juegos en formato físico. Olvídate de conexión a internet y tiendas virtuales</a> ¿Cuál sería tu elección?</p><p>Debes elegir sabiamente</a> puesto que vas a pasar muchos años a salvo del infierno nuclear de la superficie. Pero cuidado, el infierno del aburrimiento en los videojuegos también puede ser letal. No debes dejarte llevar por la melancolía</a>, esto es supervivencia, elige sabiamente aquello que pueda ofrecerte un mayor entretenimiento durante estos largos años de penuria y miserias que te queden por vivir.</p><p>El rincón de juego de cada uno de nosotros en nuestro pequeño búnker:</p>",
            "author": "Zack"

        },
        {
            "id": 11,
            "name": "Videojuegos",
            "tittle": "The Medium: Dual Reality",
            "image": "src/assets/img/medium.jpg",
            "date": " 1 de Octubre de 2020",
            "content": "Bloober Team nos explica el funcionamiento del sistema de Realidades paralelas, una de las mecánicas principales en The Medium, que nos permitirá interactuar como el mundo real y el espiritual al mismo tiempo. En The Medium...",
            "author": "Logan"

        },
        {
            "id": 12,
            "name": "Videojuegos",
            "tittle": "Scorn presenta 13 minutos de gameplay",
            "image": "src/assets/img/scorn.jpg",
            "date": "22 de Octubre de 2020",
            "content": "Xbox ha publicado un nuevo vídeo de Scorn, el título de acción en primera persona desarrollado para Xbox Series X por el estudio serbio Ebb Software. Scorn se caracteriza por su imponente apartado técnico y ...",
            "author": "RealFake"

        },
        {
            "id": 13,
            "name": "Análisis",
            "tittle": "Star Wars Jedi:Fallen Order",
            "image": "src/assets/img/starwars.jpg",
            "date": "11 de Diciembre de 2020",
            "content": "Benditos sean los soles de Tatooine Respawn se propuso crear una nueva aventura dentro la saga de Star Wars a través de un videojuego para un sólo jugador y centrado en un joven aprendiz jedi. Por lo tanto, Fallen Order se aleja de...",
            "author": "Beth"

        },
        {
            "id": 14,
            "name": "Videojuegos",
            "tittle": "Resident Evil 3 Remake: Tráiler y fecha de lanzamiento",
            "image": "src/assets/img/r3.jpg",
            "date": "10 de Diciembre de 2020",
            "content": "Capcom ha presentado de forma oficial Resident Evil 3 Remake, una nueva reinterpretación del famoso survival horror para PSX protagonizado por Jill Valentine. Resident Evil 3 Remake llegará el 3 de abril de 2020 a ...",
            "author": "Sam"

        },
        {
            "id": 15,
            "name": "Análisis",
            "tittle": "Análisis Pacer",
            "image": "src/assets/img/racer.jpg",
            "date": "29 de Octubre de 2020",
            "content": "Carreras antigravedad en el siglo XXI En el año 2075, corporaciones de todo el mundo compiten por obtener la gloria en el Campeonato Mundial Pacer, la cumbre del automovilismo antigravedad. No necesitas saber mucho más. En este tipo de juegos el argumento...",
            "author": "Beth"

        },
        {
            "id": 16,
            "name": "Análisis",
            "tittle": "Análisis Luigi's Mansion 3",
            "image": "src/assets/img/luigi.jpg",
            "date": "18 de Diciembre de 2019",
            "content": "“El survival de Nintendo” No es precisamente sencillo implementar en un videojuego de manera óptima sus componentes indisolubles e innatos. Elementos como la adicción, la curva de dificultad y la progresión hay que saber cómo, ...",
            "author": "Jess"

        }
        ]
}